[
	{
		"tag": "Basic",
		"title": "To Do List",
		"description": "To do list provide all the CRUD operations to the user. Help to keep their notes on the website temporary."
	},
	{
		"tag": "Intermediate",
		"title": "Day Calculator",
		"description": "This application can tell the day of the entered date instantly, whether it is Sunday, Monday, Tuesday, etc."
	},
	{
		"tag": "Intermediate",
		"title": "Time Watcher",
		"description": "This a simple project where i created a time watcher website using only html, css, bootstrap and js, which can shows the time from the entered date to the currect upto milli-seconds precision."
	},
	{
		"tag": "Intermediate",
		"title": "Number To Words Convertor",
		"description": "Number to Words convertor can facilitate users to convert any number into words instantly."
	},
	{
		"tag": "Basic",
		"title": "Expense Tracker",
		"description": "This website helps you to add, delete and manage expenses. It gives the total amount spent."
	},
	{
		"tag": "Basic",
		"title": "Gallery",
		"description": "This website helps to enlist those videos which are necessary to the user by adding their links into the json file provided along with the project."
	},
	{
		"tag": "Advanced",
		"title": "Audio Analyzer",
		"description": "This a simple project where i created a amplification wave of the sound using only html, css and js, which can be shows according to the pitch of the user's sound."
	},
	{
		"tag": "Intermediate",
		"title": "Password Generator",
		"description": "It generates a random password of a specified length (default is 12 characters) using a set of characters including uppercase and lowercase letters, digits, and special symbols."
	},
	{
		"tag": "Basic",
		"title": "Palindrome Checker",
		"description": "A palindrome checker project that verifies whether a given text input is a palindrome or not either alphabetic or non-alphabetic."
	},
	{
		"tag": "Intermediate",
		"title": "Hex Color Code Generator",
		"description": "This website can generate the different combinations of the hex color codes by changing the different colors from the color palletes."
	},
	{
		"tag": "Intermediate",
		"title": "Countdown Timer",
		"description": "This project have a COUNTDOWN TIMER  that counts down time from a given number with stop and reset option. Also this project have a CLOCK which displays time on the front of the webpage and a STOPWATCH with lap and reset option."
	},
	{
		"tag": "Advanced",
		"title": "Recipe Finder",
		"description": "The Recipe Finder is a dynamic web application that empowers users to explore a world of culinary delights. This interactive platform allows users to search for diverse food recipes based on categories, cuisines, main ingredients, or specific dish names. Whether you're seeking a quick meal idea or a unique culinary adventure, the Recipe Finder has you covered."
	},
	{
		"tag": "Intermediate",
		"title": "Morse Code Convertor",
		"description": "This project is a simple vanilla JavaScript implementation of a Morse Code generator. It takes the entered text by the user and converts it into Morse Code."
	},
	{
		"tag": "Intermediate",
		"title": "CosmoXplore APoD",
		"description": "This project is a vanilla javascript project that uses NASA APoD API to fetch Astronomy Picture of the Day."
	},
	{
		"tag": "Intermediate",
		"title": "Martian Imagery",
		"description": "This project is a vanilla javascript project that uses NASA Mars Rover API to fetch martian Images."
	},
	{
		"tag": "Intermediate",
		"title": "Weather App",
		"description": "This project is a vanilla javascript project that uses Open Weather API to fetch real time weather data."
	},
	{
		"tag": "Intermediate",
		"title": "Sudoku Game",
		"description": "A 6x6 Sudoku game has a grid with 6 rows, 6 columns, and 6 regions. The goal is to fill in the grid so that each row, each column, and each region contains the numbers 1 to 6 exactly once."
	},
	{
		"tag": "Hard",
		"title": "Sort Visualizer",
		"description": "This Sorting Visualizer will help to visualize - Bubble Sort, Selection Sort, Insertion Sort, Quick sort."
	},
	{
		"tag": "Intermediate",
		"title": "Interval Timer",
		"description": "It help to user to work and take rest for specific time."
	},
	{
		"tag": "Basic",
		"title": "Stopwatch",
		"description": "The project is a sleek and efficient stopwatch application built using HTML, CSS, and JavaScript."
	},
	{
		"tag": "Basic",
		"title": "RGB-Color-Slider",
		"description" :"RGB Color Slider takes the input from the user and renders the color"
	},
	{
		"tag": "Basic",
		"title": "CSS Art Gallery",
		"description" :"CSS Art Gallery showcases the art developed by CSS"
	},
	{
		"tag":"Basic",
		"title":"Virtual-Piano",
		"description":"Virtual Piano enables users to play a digital piano with adjustable volumes, providing a customizable and interactive musical experience."
	},
	{
		"tag":"Intermediate",
		"title":"Meme-Generator",
		"description":"This is a simple project which generates random memes along with an image and the name of the author just by one click of a button."
	},
	{
		"tag":"Intermediate",
		"title":"Code-Editor",
		"description":"This project utilizes a technology stack comprising HTML, CSS, and JavaScript. The integrated code editor features dedicated HTML, CSS, and JavaScript editors, providing real-time output previews for an enhanced development experience."
	}
]
